/* Title of view that displays a mechanics schedule */
"%@'s availability" = "%@'s availability";

/* Rating text */
"%@⭐️ %i reviews, %i services completed" = "%1$@⭐️ %2$i reviews, %3$i services completed";

/* rating */
"%i ratings" = "%i ratings";

/* Title of cancel button */
"Cancel" = "Cancel";

/* Name of company */
"Car Swaddle" = "Car Swaddle";

/* Delete a vehicle */
"Delete" = "Delete";

/* No comment provided by engineer. */
"License plate: \(plateNumber)" = "License plate: \(plateNumber)";

/* title of button to logout */
"Logout" = "Logout";

/* Stats text */
"MechanicDayAvailabilityView.Stats" = "MechanicDayAvailabilityView.Stats";

/* Type of oil change */
"Oil Change" = "Oil Change";

/* Title of tab item. */
"Profile" = "Profile";

/* Button title when selected confirms rate of user to mechanic */
"RATE" = "RATE";

/* Title of alert when user is rating their mechanic */
"Rate your mechanic" = "Rate your mechanic";

/* Title of tab item. */
"Services" = "Services";

/* No comment provided by engineer. */
"Vin: \(vin)" = "Vin: \(vin)";

